#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.aws-lambda-cost.aws_lambda_function.aws-lambda-cost will be created
  + resource "aws_lambda_function" "aws-lambda-cost" {
      + arn                            = (known after apply)
      + filename                       = "modules/aws-lambda-cost/app.zip"
      + function_name                  = "aws-lambda-cost"
      + handler                        = "exports.handler"
      + id                             = (known after apply)
      + invoke_arn                     = (known after apply)
      + last_modified                  = (known after apply)
      + memory_size                    = 128
      + publish                        = false
      + qualified_arn                  = (known after apply)
      + reserved_concurrent_executions = 0
      + role                           = "arn:aws:iam::589845989135:role/iam_for_lambda"
      + runtime                        = "nodejs10.x"
      + source_code_hash               = "MPyCTqP+1yRpRkYCB5z1FPI20cqiMAskeu9Ij8/PPtY="
      + source_code_size               = (known after apply)
      + timeout                        = 60
      + version                        = (known after apply)

      + environment {
          + variables = {
              + "SLACK_CHANNEL_NAME" = "#aws"
              + "SLACK_WEBHOOK_URL"  = "https://hooks.slack.com/services/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"
            }
        }

      + tracing_config {
          + mode = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Terraform Pull Request`, Action: `hashicorpterraform-github-actions4`, Working Directory: `.`*
